{
	"title": "Feed Me Crystals",
	"lowercase": "feed-me-crystals",
	"subtitle": "Multiplayer arena game",
	"description": "Feed Me Crystals is a multiplayer game with a strong universe combining sound and graphic design. Go get as much gems as you can before the time runs out!",
	"tags": [
		"sound",
		"3D game",
		"graphism"
	],
	"date": "2015-01",
	"explicitDate": "January 2015",
	"lead": "Original and immersive, Feed Me Crystals is a game in which the goal is to catch as much crystals as you can before the time runs out, while avoiding to loose them on the way. This project, combining sound design and graphical environment includes a simple but fun gameplay, made above all to catch a good laugh.",
	"coverImage": {
		"url": "/img/majors/feed-me-crystals/cover.jpg",
		"alt": "Cover picture of Feed Me Crystals"
	},



	"relatedContent": [{
		"name": "Collaborators",
		"items": [{
			"name": "Pierre-Emmanuel Moëc",
			"url": "https://www.linkedin.com/in/pierreemmanuelmoec",
			"microdata": "contributor"
		}]
	}, {
		"name": "Medias",
		"items": [{
			"name": "Presentation file (French)",
			"url": "/medias/feed-me-crystals/feed-me-crystals-presentation.pdf",
			"microdata": "associatedMedia"
		}]
	}, {
		"name": "Tools used",
		"items": [{
			"name": "3ds Max"
		}, {
			"name": "Ableton Live"
		}, {
			"name": "Unity 5"
		}, {
			"name": "Photoshop"
		}]

	}],



	"content": [{
		"type": "text",
		"elements": [{
			"type": "paragraph",
			"paragraphs": [
				"The game includes two characters who help each other against mean rats. The goal is to catch a defined amount of crystals without loosing them of course. For this purpose, the characters must activate a pump which makes the gearings turn and therefore make the crystals fall from the roof for them to be reachable, collectable. For the pump to work, the two players need to jump successively on the trays on both ends of it.",
				"Once collected, you will need to store these in a tank and fill it as quickly as possible. Obstacles are here to slow you down&#8239;:<br>&ndash;&nbsp;Enemy rats can steal crystals from you.<br>&ndash;&nbsp;Wagons roll on the rails and can hit you, making you loose your crystals (a bit like in Sonic).<br>&ndash;&nbsp;The gearings in the ground turn in opposite ways and make you loose your reference points and so the control of your caracter.<br>&ndash;&nbsp;The water slows you down."
			]
		}]
	}, {
		"type": "image",
		"size": "small",
		"url": "/img/majors/feed-me-crystals/map-rough.jpg",
		"caption": "Feed Me Crystals includes a world close to the steampunk aesthetic, made of stones and crystals, full of mineral extraction machines.",
		"alt": "Preliminary drawings of the decor"
	}, {
		"type": "image",
		"size": "medium",
		"url": "/img/majors/feed-me-crystals/map.jpg",
		"caption": "The arena involves multiple elements which all have a precise purpose. Also, the dark atmosphere serves to loose the players in the setting.",
		"alt": "3D rendering of the decor"
	}, {
		"type": "text",
		"elements": [{
			"type": "paragraph",
			"paragraphs": [
				"Of course, the game accelerates as players fill the tank (more rats appear, wagons and gearings roll faster, crystals fall on more random places). To fight back, the two protagonists must join to perform a common strike&#8239;: Glork catches La Foreuse by the hands and the enemies are eliminated thanks to the drills on La Foreuse’s feet. A one player mode can also be invented&#8239;: the player would have one joystick per thumb which would control one character. This would add difficulty to the game."
			]
		}, {
			"type": "paragraph",
			"title": "La Foreuse",
			"paragraphs": [
				"“La Foreuse” is an undertaking, greedy and vicious character, a mine plunder, endowed with two big drills to defend himself (with the help of Glork). He is an explorer who likes wealth and who would not miss a opportunity to make money."
			]
		}]
	}, {
		"type": "image",
		"size": "small",
		"url": "/img/majors/feed-me-crystals/la-foreuse-rough.jpg",
		"caption": "The preliminary drawings have been very important in the characters’ personnality enlightenment. La Foreuse has been inspired by various <abbr title=\"Role-Playing Game\">RPG</abbr> games.",
		"alt": "Preliminary drawings of the character La Foreuse"
	}, {
		"type": "image",
		"size": "large",
		"url": "/img/majors/feed-me-crystals/la-foreuse.jpg",
		"alt": "3D rendering of the character La Foreuse"
	}, {
		"type": "text",
		"elements": [{
			"type": "paragraph",
			"title": "Glork",
			"paragraphs": [
				"“Glork” is a shy and naive character living in the game scenery. He is stout and gifted by a great strength due to his rocky composition. He can roll in over himself to form a compact block. Moreover, he interacts with La Foreuse to fight back against their attackers."
			]
		}]
	}, {
		"type": "image",
		"size": "small",
		"url": "/img/majors/feed-me-crystals/glork-rough.jpg",
		"caption": "We inspired ourselves with crystals from specific caves to draw Glork.",
		"alt": "Preliminary drawings of the character Glork"
	}, {
		"type": "image",
		"size": "large",
		"url": "/img/majors/feed-me-crystals/glork.jpg",
		"alt": "3D rendering of the character Glork"
	}, {
		"type": "text",
		"elements": [{
			"type": "paragraph",
			"title": "The rats",
			"paragraphs": [
				"The rats are true parasites in this game. They live off the things they find but are particulary aggressive and attracted by shiny objects (the crystals). They are armed with bazookas in the back and can combat hand-to-hand or with ranged attacks."
			]
		}]
	}, {
		"type": "image",
		"size": "small",
		"url": "/img/majors/feed-me-crystals/rat-rough.jpg",
		"caption": "The rats have a slightly military green and orange gear. Their red eyes and their dirty fur makes them good enemies.",
		"alt": "Preliminary drawings of the rats"
	}, {
		"type": "image",
		"size": "large",
		"url": "/img/majors/feed-me-crystals/rat.jpg",
		"alt": "3D rendering of the rats"
	}, {
		"type": "text",
		"elements": [{
			"type": "paragraph",
			"title": "Kinematics",
			"paragraphs": [
				"The kinematics of introduction start the game and act as a synopsis. We drew it in the form of a storyboard. Each frame is described below.",
				"1.&nbsp;La Foreuse, first character of the game, comes in a cave searching for crystals.<br>2.&nbsp;While approaching a crystal block different from the others, he discovers Glork, native of the cave and second character of the game.<br>3.&nbsp;The drill explains that he is searching for crystals to get rich, while Glork searches them to feed.<br>4.&nbsp;Glork shows him a location where there is an important mineral deposit.<br>5,&nbsp;6.&nbsp;The characters are moving forward. Camera travelling showing the scenery.<br>7,&nbsp;8.&nbsp;The protagonists meet the rats, the enemies of the players.<br>9.&nbsp;The game begins."
			]
		}]
	}, {
		"type": "image",
		"size": "medium",
		"url": "/img/majors/feed-me-crystals/storyboard.jpg",
		"alt": "Storyboard of the kinematics of introduction"
	}, {
		"type": "text",
		"elements": [{
			"type": "paragraph",
			"paragraphs": [
				"In a second step, I will record sound effects and compose the music of the game. The sound effects will probably reflect the mechanical scenery and the underground universe of the game. Regarding the music, it will be inspired by gyspy jazz (like Caravan by Duke Elligton for example) and tzigane music, refering to travels, treasures, discovery and will bring a kind of mystical atmosphere."
			]
		}]
	}]
}