{"languages":[{"name":"English","abbr":"en","url":"/"},{"name":"Français","abbr":"fr","url":"/fr/"}],"en":{"main":{"domainName":"http://matissev.com","name":"Matisse Vrignaud","activity":"sound & interaction","description":"Former interaction design student at the Nantes Atlantic school of design, currently doing a master's degree in Sound Arts at INA Sup in Paris.","coverImageUrl":"/img/cover.jpg"},"projects":{"news":[{}],"majors":{"p1_un_jour":{"title":"Un jour je courirai moins","lowercase":"un-jour","subtitle":"Sound installation","description":"Made at the espace29, this sound and digital installation explores the limits between organic and mechanical motion through a system of rotating charcoals","tags":["digital art","generative sound composition"],"date":"2015-01","explicitDate":"August 2017","lead":"Made during a three-day residency, this sound and digital installation explores the limits between organic/intentioned and mechanical motions. This device presenting a serie of rotating charcoals and sound composition will be exhibited on December 15th 2017 at the espace29 in Bordeaux.","coverImage":{"url":"/img/majors/un-jour/cover.jpg","alt":"Cover picture of the digital installation"},"relatedContent":[{"name":"Collaborators","items":[{"name":"Hina Razanamasy","microdata":"contributor"},{"name":"Victoire Morin","microdata":"contributor"}]},{"name":"Tools used","items":[{"name":"Arduino"},{"name":"Max MSP"},{"name":"Ableton Live"}]}],"content":[{"type":"text","elements":[{"type":"paragraph","paragraphs":["This work, first thought and elaborated in Paris with the collective I am a member of, has been then produced during a three day residency, on July 31 and August 1st and 2nd 2017. At this stage, the owl project was already known."]}]},{"type":"text","title":"The device","elements":[{"type":"paragraph","paragraphs":["On the pedestal made of medium wood, 5 metal stems support small motors driving charcoals of various sizes. These modules, arranged inequally on the canvas and presenting slight variations of form (height, width…) are moving at various speed.","The sound of the charcoals scratching on the board is then recorded, processed, amplified and played with a sound system nearby. At this sound others will be added to produce a generative composition echoing the rotations of the motors."]}]},{"type":"video","size":"large","url":"https://www.youtube.com/embed/4A3k5_M5P88","caption":"Presentation video of the installation."},{"type":"image","size":"small","url":"/img/majors/un-jour/IMG.jpg","caption":"CAPTION","alt":"CAPTION"},{"type":"image","size":"small","url":"/img/majors/un-jour/IMG.jpg","caption":"CAPTION","alt":"CAPTION"},{"type":"text","title":"Le sound of the masses","elements":[{"type":"paragraph","paragraphs":["The accumulation of round-trips, the many researches for a state of comfort, the incontrolled desir and its distant resolution produce a daily motion. This installation tries to illustrate some of its aspects. By playing with amplification and reverb effects, the composition tries to spark sensations of scaling and shrinking.","Still under development, the installation will be exhibited on December 15th at the espace29 in Bordeaux."]}]}]},"p2_sound_works":{"title":"Sound works","lowercase":"sound-works","subtitle":"Various creations","description":"A collection of sound creations, experimentations, personal music researches or also music for the image, all dealing with a medium or a particular aspect.","tags":["music for the image","sound illustration"],"date":"2017-04","explicitDate":"April 2017","lead":"There are a thousand ways to produce a sound, and so there are a thousand possible meanings. Here is a collection of audio experimentations, personal music researches or also music for the image all dealing with a medium or a particular aspect.","coverImage":{"url":"/img/majors/sound-works/cover.jpg","alt":"Cover picture of the Sound Works"},"relatedContent":[{"name":"Collaborators","items":[{"name":"Murielle Scalzo (Partons & Edgar)","url":"https://www.linkedin.com/in/murielle-scalzo-16b70696","microdata":"contributor"}]},{"name":"Tools used","items":[{"name":"Ableton Live"},{"name":"<abbr title=\"Groupe de Recherches Musicales\">GRM</abbr> Tools"},{"name":"Final Cut"}]}],"content":[{"type":"text","elements":[{"type":"paragraph","title":"Sound Object 1","paragraphs":["This kind of sound experimentation aims to find original textures and interesting composition ideas for the potential needs of an other project.","Every sound in this “sound object” come from personal recordings and simple synthesis. The transformations are mainly done with the <abbr title=\"Groupe de Recherches Musicales\">GRM</abbr> Tools."]}]},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/294715727%3Fsecret_token%3Ds-wt2V1","caption":"Most of the sounds have been recorded, only two of them come from oscillators."},{"type":"text","elements":[{"type":"paragraph","title":"Music for two shorts movies of Murielle Scalzo","paragraphs":["These original soundtracks were made for two student short movies. For “Edgar”, a few film clips are available in the video below. In “Partons”, the music had to illustrate an unease between two people who just met."]}]},{"type":"video","size":"medium","url":"https://www.youtube.com/embed/Z99QK5Lbx30","caption":"Film clip of the movie “Edgar”."},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/270791424%3Fsecret_token%3Ds-wt2V1","caption":"Music snippets of the movie “Partons”."},{"type":"text","elements":[{"type":"paragraph","title":"Sound illustration of a tale","paragraphs":["“Lechild” is a tale that I wrote and illustrated when I was in design school. The constraints were simple&#8239;: The ambiance had to be dark, introspective and a bit anguishing, depicted by quite strong saturations, a slight reverb and an arrangement made of brass instruments and guitars."]}]},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/280031617%3Fsecret_token%3Ds-wt2V1","caption":"Extracts of three tracks of the album."},{"type":"text","elements":[{"type":"paragraph","title":"Personal Songs","paragraphs":["“La prétention” is an experimentation song in a style that I was not used to try. “Sans-titre”, however, comes from a song serie that I used to make every week."]}]},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/280032445%3Fsecret_token%3Ds-wt2V1","caption":"Extracts of songs made during my free time."}]},"p3_broadcaster":{"title":"Broadcaster","lowercase":"broadcaster","subtitle":"Interest points aggregator","description":"Broadcaster is an interest sharing service allowing you to discover artists, movies or events which your friends have recommended for you.","tags":["sound","service","graphism"],"date":"2015-03","explicitDate":"March 2015","lead":"Someone talked to you about a movie, music, an event coming, but what was it again? Broadcaster is a web service allowing you to collect all those areas of interest and play them later on a personalized radio.","coverImage":{"url":"/img/majors/broadcaster/cover.jpg","alt":"Cover picture of Broadcaster"},"relatedContent":[{"name":"Medias","items":[{"name":"Presentation file (French)","url":"/medias/broadcaster/broadcaster-presentation.pdf","microdata":"associatedMedia"}]},{"name":"Tools used","items":[{"name":"Illustrator"},{"name":"After Effects"},{"name":"Ableton Live"}]}],"content":[{"type":"text","elements":[{"type":"paragraph","paragraphs":["The principle is simple&#8239;: when your friends talk to you about an artist who they like, an event happening soon, they can send it to you via their smartphone and you will receive the corresponding audio program on your personalized radio.","On this radio, you will find all the programs built from areas of interest your friends sent to you. Therefore, beside the favourite song of your friend you will be able to find an interview of the artist, a summary of his/her next tour dates as well as a small biography. Finally, you will be able to listen to all this while doing something completely different."]}]},{"type":"image","size":"small","url":"/img/majors/broadcaster/mockup.jpg","caption":"Broadcaster is available on smartphones and laptops (app and web).","alt":"Mockup of a laptop and a smartphone on which Broadcaster is opened"},{"type":"text","elements":[{"type":"paragraph","paragraphs":["For the movies this is the same thing, we will be able to hear an audio trailer just like we find them on radios, a summary of the next cinema sessions nearby, but also the cast and the press reviews.","Concerning the events, we will be able to hear a description, an adress, a date and a price, as well as related medias such as video clips found on the website of the event.","Finally, it could be interesting to be allowed to read press articles or web articles but unfortunately the speech synthesis technologies have not the necessary expressivity yet."]}]},{"type":"text","elements":[{"type":"paragraph","title":"The mobile app","paragraphs":["The application interface focuses on a few fonctionnalities&#8239;: share an area of interest with one or more friends (Emit) or play the collected programs (Broadcast). On the first screen we also find shows likely to be interesting, determined by their localisation (events), their similarities with shows already played (articles) or according of the user tastes (music, movies).","Imagine that you are chating with a friend about a movie you have not seen yet. If you both have Broadcaster your friend will be able to share the area of interest corresponding to this movie towards your feed. Then, each of you must have opened the app on his/her smartphone. So, when your friend picks a recipient, your account will immediately appear in the list because you are next to each other (see the video below). Then, he/she will be able to select the area(s) of interest to share. These are sorted by relevance and on the top of the list we can find subjects related to the web pages the user visited recently, or related to the last collected programs, etc.. When your sharing is complete, you are notified on your phone."]}]},{"type":"video","size":"medium","url":"https://www.youtube.com/embed/skBI_0EWASc","caption":"The mobile app design focuses on sending and playing areas of interest."},{"type":"text","elements":[{"type":"paragraph","title":"The web interface","paragraphs":["The website concentrates on discovering new programs and playing them (video below). On the main page you can have access to events happening nearby, to popular programs but also artists, articles and movies you will most likely enjoy.","In the tab dedicated to the listening (Broadcast) we find back our feed with the programs collected here and there. We can mark a program as a favourite and retreive those we already listened to. By opening the player (button on the top right corner) we have access to the advanced controls. Therefore, we can discover the voice control and play a media from a program in particular.","Finally, there is a tab for the account settings. In this one, you can link Broadcaster to different streaming services, to Shazam (in order to collect identified songs), but also Last.fm, Soundiiz, Youtube and Soundcloud. The streaming services will allow you to enjoy a better sound quality, to have access to your playlists and to reduce the adverts on the service. In the last part, you can personalize your custom jingle."]}]},{"type":"video","size":"large","url":"https://www.youtube.com/embed/iZ9x1gbCohg","caption":"The website allows a more confortable listening as well as voice controls and an advance discovery."},{"type":"text","elements":[{"type":"paragraph","title":"The sound identity","paragraphs":["The sound design remains very important in this project. In fact, if the interface is in part a graphical interface, it is also made of sounds&#8239;: I crafted a sound identity in order to sense the switch between programs, medias, senders and know what is coming next.","The three audio clips below show three different moments. The first one is when the user launches the playing of the feed. This is why we can hear the audio logo of Broadcaster followed by the song “Inner city blues” by Marvin Gaye on the top of the feed. On the second clip we hear the jingle of the sender of the program as well as the date and the location where it has been added. The third one illustrates the program switch (triggered by the user), which is why you can hear the trailer of “Mad Max” starting right after the “switching programs” jingle. Finally, in the last clip we can hear the end of the trailer and then the jingle corresponding to the news (we can hear the BBC news)."]}]},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/144745963%3Fsecret_token%3Ds-wt2V1","caption":"The jingles are conceived to signify the playing changes."},{"type":"text","elements":[{"type":"paragraph","title":"The browser extension","paragraphs":["In order to collect the user’s areas of interest, a browser extension can process the visited web pages and add articles to the feed for a further playing. Also, the extension can be used as a player, so you can leave the Broadcaster web page without stopping the sound. When you click on the Broadcaster logo, you find back the website."]}]},{"type":"image","size":"small","url":"/img/majors/broadcaster/extension.jpg","caption":"The browser extension allows to add articles to the feed and manage the player.","alt":"Screenshot of the browser extension"},{"type":"text","elements":[{"type":"paragraph","paragraphs":["This project is a vast exploration of the usage of audio as an information medium and a reflexion on its possible usage, its discretion and aestheticism. Please note that this project has not been developed and has been designed as part of my studies."]}]}]}},"minors":{"little":{"p1_drawings":{"title":"Drawings","content":[{"type":"gallery","thumbnail":{"url":"/img/minors/drawings/thumbnail.jpg","alt":"Thumbnail of the drawings image gallery"},"images":[{"url":"/img/minors/drawings/drawings-1.jpg","caption":"Painting work on the color contrasts.","size":"2880x1920"},{"url":"/img/minors/drawings/drawings-2.jpg","caption":"Rough drawing of a type of drill.","size":"2880x1920"},{"url":"/img/minors/drawings/drawings-3.jpg","caption":"Chinese ink sketch.","size":"1024x680"},{"url":"/img/minors/drawings/drawings-4.jpg","caption":"Work on reflections with two glasses and a carafe.","size":"1024x680"}]},{"type":"text","text":"Here are several drawings and paintings I did. Each one of them are very different and use diverse technics (work on the color, the volume, the tool used, the textures and the effects)."}]},"p2_leaflet":{"title":"Leaflet","date":"2013-11","explicitDate":"November 2013","content":[{"type":"gallery","thumbnail":{"url":"/img/minors/leaflet/thumbnail.jpg","alt":"Thumbnail of the leaflet image gallery"},"images":[{"url":"/img/minors/leaflet/leaflet-1.jpg","caption":"Three declensions of the leaflet by thematic.","size":"2880x1920"},{"url":"/img/minors/leaflet/leaflet-2.jpg","caption":"The leaflet after complete opening.","size":"2880x1920"},{"url":"/img/minors/leaflet/leaflet-3.jpg","caption":"The information is revealed little by little as the leaflet opens.","size":"1024x680"},{"url":"/img/minors/leaflet/leaflet-4.png","caption":"The two sides of the leaflet (A4).","size":"1024x680"}]},{"type":"text","text":"I had to create a leaflet for a small fictive library. The difficulty of this project remained in the prioritization of the information but also in the graphical treatment deployed to adapt the leaflet in a collection. The typefaces used are Bembo and Helvetica, for the date and the headings. Finally, the composition had to be slightly unusual without seeming too much unbuilt to show the innovative side of this library."}]}},"normal":{"p1_stop_motion":{"title":"Stop-Motion","date":"2014-01","explicitDate":"January 2014","content":[{"type":"video","url":"https://www.youtube.com/embed/RlBtqiq_5EE"},{"type":"text","text":"We had one week to shoot a short stop-motion video by groups of four on the subject of our choice, thus building the decor so as to produce the images. The photos were taken with the software DragonFrame and the video editing was done with Final Cut Pro. For the paper sheet, we used small lengths of wire to maintain it over the floor. These wires were then erased in post production with Photoshop."},{"type":"gallery","thumbnail":{"url":"/img/minors/stop-motion/thumbnail.jpg","alt":"Thumbnail of the stop motion image gallery"},"images":[{"url":"/img/minors/stop-motion/stop-motion-1.jpg","caption":"Making of the decor.","size":"2880x1920"},{"url":"/img/minors/stop-motion/stop-motion-2.jpg","caption":"Making of the decor.","size":"2880x1920"},{"url":"/img/minors/stop-motion/stop-motion-3.jpg","caption":"Installation before the shooting.","size":"1024x680"},{"url":"/img/minors/stop-motion/stop-motion-4.jpg","caption":"Shooting and animating.","size":"1024x680"}]}]},"p2_processing":{"title":"Processing","date":"2013-12","explicitDate":"December 2013","content":[{"type":"video","url":"https://www.youtube.com/embed/Pvg1W3bIxO8"},{"type":"text","text":"By groups of four and within two days, we had to program a Processing sketch, the programing langage allowing to generate evolving graphics. We had to choose between two subjects&#8239;: The bug or the identity. We chose the identity and we started to build a program that would generate the identity card of a song. This program uses a <abbr title=\"Fast Fourier Transform\">FFT</abbr> algorithm (for Fast Fourier Transform) available in the “minim” library that can calculate the volume of each frequency band (In this case the basses, the mediums, the trebles and the high trebles). These numbers are then used to create shapes of different dimensions depending on the power of the frequency band involved. The circles correspond to the basses, the squares to the mediums, the triangles to the trebles and the lines to the high trebles."}]},"p3_vino":{"title":"Vino","date":"2015-05","explicitDate":"May 2015","content":[{"type":"gallery","thumbnail":{"url":"/img/minors/vino/thumbnail.jpg","alt":"Thumbnail of the Vino image gallery"},"images":[{"url":"/img/minors/vino/object-1.jpg","caption":"Photo of the connected object and a vine stock.<br>Vino analyzes the condition of the plant to prevent the potential problems. Its refined design perfectly fits in a vineyard.","size":"2880x1920"},{"url":"/img/minors/vino/rough.jpg","caption":"Drawing of the prototype with an overall view, a side view, a front view and details of the product.<br>The product is designed to adapt as much as possible to the vineyard while being very discreet and compact.","size":"2880x1920"},{"url":"/img/minors/vino/object-3.jpg","caption":"Close-up photo of the product","size":"1024x680"},{"url":"/img/minors/vino/object-2.jpg","caption":"Photo of the soil sensor right next to the trunk.<br>The probe records informations concerning the soil such as its conductivity (salinity, amount of minerals), its humidity level, its pH (prevents from the necrosis), etc..","size":"1024x680"},{"url":"/img/minors/vino/app.jpg","caption":"Screenshots of the Vino mobile app.<br>The app allows the winegrower to be notified in case of a problem and also check the stored data.","size":"1024x680"}]},{"type":"text","text":"The production loss factors of a vineyard are many&#8239;: diseases, hydric stress, weather… Vino is a connected object allowing to observe the evolution of the plants in order to prevent the complications, while saving ressources. By combining multiple sensors, this little box gathers different informations about the vineyard (soil moisture, precipitation rate, luminosity, sap pressure, etc.) and then transmits it to the smartphone of the winegrower so as to notify him/her of the potential dangers that his/here crops might incur. The device is powered by a solar panel on the main box and the informations are transmitted by bluetooth 4.0 (LE) once the stored energy is sufficient and the smartphone is nearby. If multiple devices are installed in the vineyard you can compare the evolution of the various vineyard plots."}]},"p4_lechild":{"title":"lœt∫ild","date":"2014-02","explicitDate":"February 2014","content":[{"type":"audio","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/34056225","playlist":"true"},{"type":"text","text":"I composed this soundtrack to illustrate a short story I wrote. The constraints were simple&#8239;: the environment had to be dark, introspective and a bit anguishing. It was the harmonies and the choice of the instruments that helped to achieve this wish, with brasses that play their notes in crescendo and with very dry saturations."}]}}}},"ui":{"about":{"title":"Contact","form":{"title":"Contact me","name":{"label":"Name","placeholder":"Name"},"email":{"label":"Email","placeholder":"Email"},"subject":{"label":"Subject","placeholder":"Subject"},"message":{"label":"Message","placeholder":"Leave your message here…"},"buttonText":"Send","resultMessages":{"success":"Your message has been sent, thank you.","failure":"Error&#8239;: Your message could not be sent, please try again later.","invalidEmail":"Error&#8239;: Please enter a valid email address.","invalidCaracters":"Error&#8239;: Your email contains invalid characters.","missingFields":"Error&#8239;: All fields are required."}},"social":{"title":"Follow me","linkedin":{"url":"https://fr.linkedin.com/in/matissev/en","title":"on LinkedIn"},"github":{"url":"https://github.com/matissev","title":"on Github"},"twitter":{"url":"https://twitter.com/matissevrignaud","title":"on Twitter"},"soundcloud":{"url":"https://soundcloud.com/sweetsweats","title":"on Soundcloud"}},"resume":{"title":"Download my <span itemprop=\"name\">résumé</span>","link":"/medias/matisse-vrignaud-resume.pdf"}},"article":{"header":{"moreText":"Read more…"},"footer":{"share":{"header":"Share this","facebook":{"title":"on Facebook","url":"https://www.facebook.com/sharer/sharer.php?u=matissev.com/"},"twitter":{"title":"on Twitter","url":"https://twitter.com/home?status=matissev.com/"}},"closeArticleText":"Close the article","backToSiteText":"Go back to the website"}},"cover":[{"url":"/img/cover/back.png","depth":"0.44","alt":"Back of the animated presentation character"},{"url":"/img/cover/neck.png","depth":"0.51","alt":"Neck of the animated presentation character"},{"url":"/img/cover/tee.png","depth":"0.44","alt":"T-shirt of the animated presentation character"},{"url":"/img/cover/face.png","depth":"0.59","alt":"Face of the animated presentation character"},{"url":"/img/cover/fairing2.png","depth":"0.66","alt":"First circuit board of the animated presentation character"},{"url":"/img/cover/fairing1.png","depth":"0.74","alt":"Second circuit board of the animated presentation character"},{"url":"/img/cover/head.png","depth":"0.51","alt":"Head of the animated presentation character"},{"url":"/img/cover/jawscrew.png","depth":"0.74","alt":"Jaw screw of the animated presentation character"},{"url":"/img/cover/nose.png","depth":"0.77","alt":"Nose of the animated presentation character"},{"url":"/img/cover/hair.png","depth":"0.87","alt":"Hair of the animated presentation character"}],"loader":{"loading":"Loading page…","noscript":"Please <a href=\"http://enable-javascript.com/en/\" target=\"_blank\">enable javascript</a> to display this page.","outdated":"Please <a href=\"https://www.google.com/intl/en/chrome/browser/desktop/\" target=\"_blank\">upgrade your browser</a> to display this page."},"majors":{"tags":"Tags"},"minors":{"title":"Some other projects","availablePhotosText":{"plural":"photos available","singular":"photo available"}},"nav":{"home":"Home","work":"Work","others":"Other Projects","about":"Contact"},"photoswipe":{"close":"Close (Esc.)","previous":"Previous (arrow left)","next":"Next (arrow right)","share":"Share","zoom":"Zoom in/out","fullscreen":"Toggle fullscreen"}}},"fr":{"main":{"domainName":"http://matissev.com","name":"Matisse Vrignaud","activity":"son & interaction","description":"Ancien étudiant en design d'interaction à Nantes, actuellement en Master Arts Sonores à l'INA Sup à Paris.","coverImageUrl":"/img/cover.jpg"},"projects":{"news":{"title":"Nouvel article","link":"/medias/externalisation-de-la-memoire.pdf","text":"Externalisation de la mémoire à l'ère numérique&nbsp;: une approche par l'art"},"majors":{"p1_un_jour":{"title":"Un jour je courirai moins","lowercase":"un-jour","subtitle":"Installation sonore","description":"Réalisée à l’espace29, cette installation sonore et numérique explore la limite entre mouvement organique et mécanique grâce à un système de fusains en rotation","tags":["art numérique","composition sonore générative"],"date":"2017-08","explicitDate":"Août 2017","lead":"Réalisée lors d’une résidence de trois jours, cette installation sonore et numérique explore les limites entre mouvement organique/intentionné et mécanique. Le dispositif présentant une série de fusains en rotation et composition sonore sera exposé le 15 décembre 2017 à l’espace29 de Bordeaux.","coverImage":{"url":"/img/majors/un-jour/cover.jpg","alt":"Image de présentation de l’installation numérique"},"relatedContent":[{"name":"Collaborateurs","items":[{"name":"Hina Razanamasy","microdata":"contributor"},{"name":"Victoire Morin","microdata":"contributor"}]},{"name":"Outils utilisés","items":[{"name":"Arduino"},{"name":"Max MSP"},{"name":"Ableton Live"}]}],"content":[{"type":"text","elements":[{"type":"paragraph","paragraphs":["Ce travail, d’abord pensé et élaboré sur Paris avec le collectif dont je fais parti a ensuite été produit lors de trois jours de résidence, les 31 juillet, 1er et 2 août 2017. À ce stade, le projet était déjà entièrement formalisé."]}]},{"type":"text","title":"Le dispositif","elements":[{"type":"paragraph","paragraphs":["Sur le socle en médium, 5 tiges en métal supportent de petits moteurs entrainant des fusains de différentes tailles. Ces modules disposés inégalement sur le support et présentant de légères variations de forme (hauteur, largeur…) se mouvent en rotation à des cadences différentes.","Le son du frottement des fusains sur le plateau est alors enregistré, traité, amplifié puis restitué par un système d’enceintes. À ce son s’en ajouteront d’autres pour ainsi produire une composition générative en écho avec les rotations des moteurs."]}]},{"type":"video","size":"large","url":"https://www.youtube.com/embed/4A3k5_M5P88","caption":"Vidéo de présentation de l’installation."},{"type":"image","size":"small","url":"/img/majors/un-jour/IMG.jpg","caption":"CAPTION","alt":"CAPTION"},{"type":"image","size":"small","url":"/img/majors/un-jour/IMG.jpg","caption":"CAPTION","alt":"CAPTION"},{"type":"text","title":"Le son des foules","elements":[{"type":"paragraph","paragraphs":["L’accumulation des allers et retours, les recherches d’états de confort, le désir incontrôlé et sa résolution distante forment un mouvement quotidien. Cette installation tente d’en illustrer des aspects. En jouant sur les effets d’amplification et de réverbération, la composition permet de susciter des sensations d’agrandissement et de rétrécissement.","Encore en développement, l’installation sera en exposition le vendredi 15 décembre à l’espace29 à Bordeaux."]}]}]},"p2_sound_works":{"title":"Travaux sonores","lowercase":"sound-works","subtitle":"Productions diverses","description":"Une collection de créations sonores, expérimentations, recherches musicales personnelles ou encore musique à l'image traitant toutes d'un médium ou d'un aspect particulier.","tags":["musique à l'image","illustration sonore"],"date":"2017-04","explicitDate":"Avril 2017","lead":"Il y a mille façons de produire un son, il y a alors mille significations possibles. Voilà une collection d'expérimentations sonores, recherches musicales personnelles ou encore musique à l'image traitant toutes d'un médium ou d'un aspect particulier.","coverImage":{"url":"/img/majors/sound-works/cover.jpg","alt":"Image de présentation des Travaux Sonores"},"relatedContent":[{"name":"Collaborateurs","items":[{"name":"Murielle Scalzo (Partons & Edgar)","url":"https://www.linkedin.com/in/murielle-scalzo-16b70696","microdata":"contributor"}]},{"name":"Outils utilisés","items":[{"name":"Ableton Live"},{"name":"<abbr title=\"Groupe de Recherches Musicales\">GRM</abbr> Tools"},{"name":"Final Cut"}]}],"content":[{"type":"text","elements":[{"type":"paragraph","title":"Objet Sonore 1","paragraphs":["Ce genre d'expérimentation sonore a pour but de trouver des textures originales et des idées de composition intéressantes pour les besoins éventuels d'un autre projet.","Tous les sons présents dans cet objet viennent d'enregistrements personnels et de synthèse simple. Les transformations sont effectuées principalement à l'aide des <abbr title=\"Groupe de Recherches Musicales\">GRM</abbr> Tools."]}]},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/294715727%3Fsecret_token%3Ds-wt2V1","caption":"La majorité des sons sont enregistrés, seuls deux sons d'oscillateurs sont synthétiques."},{"type":"text","elements":[{"type":"paragraph","title":"Musiques de courts-métrages de Murielle Scalzo","paragraphs":["Ces bandes sonores ont été réalisées pour deux courts-métrages étudiants. Pour «&nbsp;Edgar&nbsp;», quelques extraits du film sont disponibles ci-dessous. Dans «&nbsp;Partons&nbsp;», la musique devait illustrer un malaise entre deux personnes qui viennent de se rencontrer."]}]},{"type":"video","size":"medium","url":"https://www.youtube.com/embed/Z99QK5Lbx30","caption":"Extraits du film «&nbsp;Edgar&nbsp;»."},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/270791424%3Fsecret_token%3Ds-wt2V1","caption":"Extraits de la musique du film «&nbsp;Partons&nbsp;."},{"type":"text","elements":[{"type":"paragraph","title":"Illustration sonore d’un conte","paragraphs":["«&nbsp;Lechild&nbsp;» est un conte que j’ai écrit et illustré en école de design. Les contraintes étaient simples&nbsp;: l’univers se devait d’être noir, introspectif et un brin angoissant, dépeint par des saturations assez fortes, une réverbération légère et un arrangement fait de cuivres, et de guitares."]}]},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/280031617%3Fsecret_token%3Ds-wt2V1","caption":"Extraits de trois pistes de l'album."},{"type":"text","elements":[{"type":"paragraph","title":"Morceaux personnels","paragraphs":["«&nbsp;La prétention&nbsp;» est un morceau d’expérimentation dans un style que je n’avais pas l’habitude de traiter. «&nbsp;Sans-titre&nbsp;» fait quant à lui partie d’une série de morceaux que j’avais l’habitude de produire toute les semaines."]}]},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/280032445%3Fsecret_token%3Ds-wt2V1","caption":"Extraits de morceaux hors-série faits sur mon temps libre."}]},"p3_broadcaster":{"title":"Broadcaster","lowercase":"broadcaster","subtitle":"Agrégateur d’intérêts","description":"Broadcaster est un service de partage d’intérêts vous permettant de découvrir des artistes, des films ou des événements que vos amis vous ont recommandés.","tags":["son","service","graphisme"],"date":"2015-03","explicitDate":"Mars 2015","lead":"On vous a parlé d’un film, de musique, d’un événement à venir, mais c’était quoi déjà&#8239;? Broadcaster est un service web vous permettant de récolter tous ces centres d’intérêts et de les lire plus tard sur une radio personnalisée.","coverImage":{"url":"/img/majors/broadcaster/cover.jpg","alt":"Image de présentation de Broadcaster"},"relatedContent":[{"name":"Médias","items":[{"name":"Dossier de présentation","url":"/medias/broadcaster/broadcaster-presentation.pdf","microdata":"associatedMedia"}]},{"name":"Outils utilisés","items":[{"name":"Illustrator"},{"name":"After Effects"},{"name":"Ableton Live"}]}],"content":[{"type":"text","elements":[{"type":"paragraph","paragraphs":["Le principe est simple&nbsp;: lorsque vos amis vous parlent d’un artiste qu’ils apprécient, d’un événement qui se passe bientôt, ils peuvent vous l’envoyer via leur smartphone et vous recevrez le programme audio correspondant sur votre radio personnalisée.","Sur celle-ci, vous retrouverez des émissions construites à partir des centres d’intérêts que vos amis vous ont envoyés. Ainsi, vous pourrez trouver en plus du morceau favori de votre ami(e) une interview de l’artiste, un résumé de ses prochaines dates de concert ainsi qu’une petite biographie. Enfin, vous pourrez écouter tout ça en audio, en faisant tout autre chose."]}]},{"type":"image","size":"small","url":"/img/majors/broadcaster/mockup.jpg","caption":"Broadcaster est disponible sur mobile et sur ordinateur (application et web).","alt":"Mockup d’un ordinateur et d’un smartphone sur lesquels Broadcaster est ouvert"},{"type":"text","elements":[{"type":"paragraph","paragraphs":["Pour les films, même chose, on pourra entendre une bande-annonce audio comme on les trouve sur les radios, un résumé des prochaines séances dans les cinémas à proximité, mais aussi le casting et les critiques de la presse.","Au niveau des événements, on pourra entendre une description, une adresse, une date et un prix, ainsi que des médias relatifs comme des clips audio récupérés sur le site de l’événement.","Finalement, il serait intéressant de pouvoir lire des articles de presse ou sur le web mais pour l’instant les technologies de synthèse vocale n’ont pas l’expressivité nécessaire."]}]},{"type":"text","elements":[{"type":"paragraph","title":"L’application mobile","paragraphs":["L’interface de l’application se concentre sur quelques fonctionnalités : partager un centre d’intérêt avec un ou des ami(s) (Émettre) ou écouter les émissions récupérées (Broadcast). On trouve aussi en premier écran des émissions susceptibles d’être intéressantes, déterminées par leur localisation (évènements), leur similitudes avec d’autres émissions déjà écoutés (articles) ou en fonction des goûts de l’utilisateurs (musique, film).","Imaginons que vous discutiez avec un ami d’un film que vous n’avez pas vu. Si vous avez tous les deux Broadcaster, votre ami pourra partager le centre d’intérêt correspondant à ce film vers votre flux. Alors, chacun d’entre vous doit avoir ouvert l’application sur son téléphone. Ainsi, lorsque votre ami doit choisir un destinataire, vous apparaîtrez automatiquement dans la liste, puisque vous êtes à proximité l’un de l’autre (voir vidéo ci-dessous). Ensuite, il pourra sélectionner le(s) centre(s) d’intérêt à partager. Ceux-ci sont triés par pertinence et en haut de la liste on trouve des sujets relatifs aux dernières pages web visitées, aux dernières émissions récupérées, etc.. Lorsque le partage est effectué, vous êtes notifié sur votre téléphone."]}]},{"type":"video","size":"medium","url":"https://www.youtube.com/embed/skBI_0EWASc","caption":"Le design de l’application mobile se concentre sur l’envoi et la lecture des centres d’intérêt."},{"type":"text","elements":[{"type":"paragraph","title":"L’interface web","paragraphs":["Le site web va quant à lui se concentrer sur la découverte et l’écoute (vidéo ci-dessous). Sur la page principale, on peut accéder aux événements se passant près de chez soi, aux programmes populaires ainsi qu’aux artistes, articles et films susceptibles de nous plairent.","Dans l’onglet consacré à l’écoute (Broadcast) on retrouve notre flux comportant les émissions des centres d’intérêt récupérés ça et là. On peut ajouter une émission aux favoris et aussi retrouver celles que l’on a déjà écoutées. En développant le lecteur (bouton en haut à droite), on accède à nos contrôles avancés. Ainsi, on peut découvrir les contrôles vocaux du lecteur et lire un média d’une émission en particulier.","Finalement, dans les réglages (Settings), on accède aux paramètres du compte. Sur cette page, nous pouvons relier Broadcaster à différents services de streaming, à Shazam (pour récupérer les morceaux identifiés), mais aussi Last.fm, Soundiiz, Youtube et Soundcloud. Les services de streaming permettront de profiter d’une meilleure qualité sonore, d’accéder à ses playlists et de réduire les publicités. Dans la dernière partie, on peut personnaliser notre propre jingle."]}]},{"type":"video","size":"large","url":"https://www.youtube.com/embed/iZ9x1gbCohg","caption":"Le site web permet une écoute plus confortable ainsi que des contrôles vocaux et une découverte plus poussée."},{"type":"text","elements":[{"type":"paragraph","title":"L’identité sonore","paragraphs":["Le traitement du son est tout particulier dans ce projet. En effet, si l’interface est en partie graphique, elle a aussi fait l’objet d’un design sonore&nbsp;: pour signifier les changements d’émissions, de médias, des éléments audio ont été conçus pour informer l’utilisateur de ce qu’il va entendre ensuite.","Les trois clips audio ci-dessous montrent trois instants différents. En premier, le lancement de la lecture du flux. On peut donc entendre l’audio logo de Broadcaster suivi de l’annonce du nom et l’émission puis le morceau «&nbsp;Inner city blues&nbsp;» de Marvin Gaye présent à la suite dans le flux. En deuxième, on entend l’annonce de l’expéditeur de l’émission ainsi que le lieu et la date d’ajout du média. Le troisième clip illustre le changement d’émission par l’utilisateur, c’est pourquoi on entend la bande-annonce de «&nbsp;Mad Max&nbsp;» succédant le jingle d’échange des programmes. Enfin, le quatrième clip comporte la fin de la bande-annonce et le jingle correspondant aux bulletins d’information (on entend l’émission d’infos de la BBC)."]}]},{"type":"audio","size":"small","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/144745963%3Fsecret_token%3Ds-wt2V1","caption":"Les jingles audio sont conçus pour signifier les changements de lecture."},{"type":"text","elements":[{"type":"paragraph","title":"L’extension pour navigateur","paragraphs":["Afin de récupérer les centres d’intérêt de l’utilisateur, une extension pour navigateur web permet d’analyser les pages web visitées et d’ajouter des articles au flux pour une lecture future. Aussi, l’extension fait office de lecteur, ce qui permet de quitter la page web de Broadcaster pour continuer à écouter le flux. En cliquant sur le logo de Broadcaster, on retrouve le site."]}]},{"type":"image","size":"small","url":"/img/majors/broadcaster/extension.jpg","caption":"L’extension pour navigateur permet d’ajouter des articles au flux ainsi que de contrôler le lecteur.","alt":"Capture d’écran de l’extension pour navigateur"},{"type":"text","elements":[{"type":"paragraph","paragraphs":["Ce projet est donc une vaste exploration de l’utilisation de l’audio comme support d’information et une reflexion sur son usage possible, sa discrétion et son esthétisme. À noter&nbsp;: ce projet n’a pas été développé et a été imaginé dans le cadre de mes études."]}]}]}},"minors":{"little":{"p1_drawings":{"title":"Dessins","content":[{"type":"gallery","thumbnail":{"url":"/img/minors/drawings/thumbnail.jpg","alt":"Miniature de la galerie des dessins"},"images":[{"url":"/img/minors/drawings/drawings-1.jpg","caption":"Travail de peinture sur les contrastes de couleurs.","size":"2880x1920"},{"url":"/img/minors/drawings/drawings-2.jpg","caption":"Dessin (rough) d’un modèle de perceuse.","size":"2880x1920"},{"url":"/img/minors/drawings/drawings-3.jpg","caption":"Croquis à l’encre de Chine.","size":"1024x680"},{"url":"/img/minors/drawings/drawings-4.jpg","caption":"Travail sur le reflet avec deux verres et une carafe.","size":"1024x680"}]},{"type":"text","text":"Voilà plusieurs dessins et peintures que j’ai réalisés. Tous sont très différents et utilisent des techniques diverses (travail sur la couleur, le volume, l’outil, les textures et les effets)."}]},"p2_leaflet":{"title":"Dépliant","date":"2013-11","explicitDate":"Novembre 2013","content":[{"type":"gallery","thumbnail":{"url":"/img/minors/leaflet/thumbnail.jpg","alt":"Miniature de la galerie du dépliant"},"images":[{"url":"/img/minors/leaflet/leaflet-1.jpg","caption":"Trois déclinaisons par thématique du dépliant.","size":"2880x1920"},{"url":"/img/minors/leaflet/leaflet-2.jpg","caption":"Le dépliant après ouverture totale.","size":"2880x1920"},{"url":"/img/minors/leaflet/leaflet-3.jpg","caption":"L’information se dévoile progressivement au fur et à mesure du dépliage.","size":"1024x680"},{"url":"/img/minors/leaflet/leaflet-4.png","caption":"Les deux faces du dépliant (A4).","size":"1024x680"}]},{"type":"text","text":"J’ai dû concevoir un dépliant pour une petite médiathèque fictive. La difficulté de ce projet résidait surtout dans la hiérarchisation de l’information mais aussi dans le traitement graphique mis en oeuvre pour pouvoir décliner le dépliant en collection. Les polices de caractère utilisées sont la Bembo et l’Helvetica, pour la date et les titrages. Finalement, la composition se devait d’être légèrement décalée sans sembler trop déstructurée afin de montrer le côté innovant de cette médiathèque."}]}},"normal":{"p1_stop_motion":{"title":"Stop-Motion","date":"2014-01","explicitDate":"Janvier 2014","content":[{"type":"video","url":"https://www.youtube.com/embed/RlBtqiq_5EE"},{"type":"text","text":"Nous avions une semaine pour réaliser un court stop-motion par groupe de quatre sur le sujet de notre choix et ainsi construire le décor pour ensuite produire les images. Les photos ont été prises à l’aide du logiciel Dragon Frame et le montage avec Final Cut Pro. Pour ce qui est de la feuille de papier qui s’envole, nous avons utilisé des morceaux de fil de fer afin de la maintenir au dessus du décor. Ces fils de fer ont ensuite été effacés en post-production à l’aide de Photoshop."},{"type":"gallery","thumbnail":{"url":"/img/minors/stop-motion/thumbnail.jpg","alt":"Miniature de la galerie du stop motion"},"images":[{"url":"/img/minors/stop-motion/stop-motion-1.jpg","caption":"Construction du décor.","size":"2880x1920"},{"url":"/img/minors/stop-motion/stop-motion-2.jpg","caption":"Construction du décor.","size":"2880x1920"},{"url":"/img/minors/stop-motion/stop-motion-3.jpg","caption":"Installation pour la prise de vue.","size":"1024x680"},{"url":"/img/minors/stop-motion/stop-motion-4.jpg","caption":"Prise de vue et animation.","size":"1024x680"}]}]},"p2_processing":{"title":"Processing","date":"2013-12","explicitDate":"Décembre 2013","content":[{"type":"video","url":"https://www.youtube.com/embed/Pvg1W3bIxO8"},{"type":"text","text":"Par groupe de quatre et en deux jours, nous devions programmer un sketch Processing, le langage de programmation permettant de générer des graphismes évolutifs. Nous avions deux sujets au choix&nbsp;: Le bug ou l’identité. Nous avons choisi l’identité et nous nous sommes lancés dans la création d’un programme permettant de générer la «&nbsp;carte d’identité&nbsp;» d’un morceau de musique. Ce programme utilise un algorithme de <abbr title=\"Fast Fourier Transform\">FFT</abbr> (pour Fast Fourier Transform) présent dans la librairie «&nbsp;minim&nbsp;» et permettant de calculer les volumes sonores de différentes bandes de fréquences (en l’occurrence basses, médiums, aiguës et hautes aiguës). Ces chiffres sont ensuite réutilisés pour créer des formes plus ou moins grosses en fonction de la puissance de la bande de fréquence. Les ronds correspondent donc aux basses, les carrés aux médiums, les triangles aux aiguës et les lignes aux hautes aiguës."}]},"p3_vino":{"title":"Vino","date":"2015-05","explicitDate":"Mai 2015","content":[{"type":"gallery","thumbnail":{"url":"/img/minors/vino/thumbnail.jpg","alt":"Miniature de la galerie de Vino"},"images":[{"url":"/img/minors/vino/object-1.jpg","caption":"Photo de l’objet connecté et d’un plant de vigne.<br>Vino analyse l’état de la plante pour prévoir les éventuels problèmes. Son design épuré s’intègre parfaitement à la vigne.","size":"2880x1920"},{"url":"/img/minors/vino/rough.jpg","caption":"Dessin du prototype avec une vue d’ensemble, une vue de côté, une vue de face et des détails sur le produit.<br>Le produit est dessiné de manière à s’adapter au maximum à la vigne étudiée tout en étant le plus discret et compact possible.","size":"2880x1920"},{"url":"/img/minors/vino/object-3.jpg","caption":"Photo de l’objet en gros plan.","size":"1024x680"},{"url":"/img/minors/vino/object-2.jpg","caption":"Photo de la sonde au sol, plantée à la base d’un tronc de vigne.<br>La sonde de Vino permet d’enregistrer des informations concernant le sol comme la conductivité de celui-ci (richesse en minéraux), son taux d’humidité, son pH (prévient de la nécrose), etc..","size":"1024x680"},{"url":"/img/minors/vino/app.jpg","caption":"Captures d’écran de l’application mobile Vino.<br>L’application permet d’être notifiée lors d’un problème et de consulter les données enregistrées.","size":"1024x680"}]},{"type":"text","text":"Les facteurs de perte de production d’une vigne sont importants&nbsp;: maladies, stress hydrique, météo… Vino est un objet connecté permettant d’observer l’évolution des plants afin de prévenir des complications, tout en économisant des ressources. En combinant plusieurs capteurs, ce petit boitier récupère de multiples informations sur la vigne (conductivité du sol, taux de précipitation, luminosité, pression de la sève, etc.) pour ensuite les transmettre sur le smartphone du vigneron afin de l’avertir des éventuels dangers que pourraient encourir ses cultures. Nous avons utilisé Arduino pour réaliser ce prototype. Le dispositif est alimenté grâce à un panneau solaire présent sur le boitier principal et l’envoi de données s’effectue par bluetooth 4.0 (LE) dès que l’énergie accumulée est suffisante et que le smartphone se trouve à proximité. En installant plusieurs boitiers dans la vigne, on peut comparer l’évolution des différentes parcelles de vigne."}]},"p4_lechild":{"title":"lœt∫ild","date":"2014-02","explicitDate":"Février 2014","content":[{"type":"audio","url":"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/34056225","playlist":"true"},{"type":"text","text":"J’ai composé cette bande son pour illustrer une courte histoire que j’ai écrite. Les contraintes étaient simples&nbsp;: l’univers se devait d’être noir, introspectif et un brin angoissant. Ce sont donc les harmonies et le choix des instruments de l’arrangement qui m’ont permis d’arriver à ce résultat, avec des cuivres jouant leur notes crescendo et des saturations très mates."}]}}}},"ui":{"about":{"title":"Contact","form":{"title":"Contactez-moi","name":{"label":"Nom","placeholder":"Nom"},"email":{"label":"Email","placeholder":"Email"},"subject":{"label":"Sujet","placeholder":"Sujet"},"message":{"label":"Message","placeholder":"Laissez votre message ici…"},"buttonText":"Envoyer","resultMessages":{"success":"Votre message a été envoyé, merci.","failure":"Erreur&nbsp;: Votre message n’a pas pu être envoyé, veuillez réessayer plus tard.","invalidEmail":"Erreur&nbsp;: Veuillez entrer une adresse email valide.","invalidCaracters":"Erreur&nbsp;: L’email contient des caractères invalides.","missingFields":"Erreur&nbsp;: Tous les champs sont requis."}},"social":{"title":"Suivez-moi","linkedin":{"url":"https://fr.linkedin.com/in/matissev","title":"sur LinkedIn"},"github":{"url":"https://github.com/matissev","title":"sur Github"},"twitter":{"url":"https://twitter.com/matissevrignaud","title":"sur Twitter"},"soundcloud":{"url":"https://soundcloud.com/sweetsweats","title":"sur Soundcloud"}},"resume":{"title":"Téléchargez mon <abbr itemprop=\"name\" title=\"Curriculum vitæ\">CV</abbr>","link":"/medias/matisse-vrignaud-cv.pdf"}},"article":{"header":{"moreText":"Lire la suite…"},"footer":{"share":{"header":"Partager","facebook":{"title":"sur Facebook","url":"https://www.facebook.com/sharer/sharer.php?u=matissev.com/"},"twitter":{"title":"sur Twitter","url":"https://twitter.com/home?status=matissev.com/"}},"closeArticleText":"Fermer l’article","backToSiteText":"Retourner sur le site"}},"cover":[{"url":"/img/cover/back.png","depth":"0.44","alt":"Dos du personnage de l’animation de présentation"},{"url":"/img/cover/neck.png","depth":"0.51","alt":"Cou du personnage de l’animation de présentation"},{"url":"/img/cover/tee.png","depth":"0.44","alt":"Tee-shirt du personnage de l’animation de présentation"},{"url":"/img/cover/face.png","depth":"0.59","alt":"Visage du personnage de l’animation de présentation"},{"url":"/img/cover/fairing2.png","depth":"0.66","alt":"Premier circuit imprimé du personnage de l’animation de présentation"},{"url":"/img/cover/fairing1.png","depth":"0.74","alt":"Deuxième circuit imprimé du personnage de l’animation de présentation"},{"url":"/img/cover/head.png","depth":"0.51","alt":"Crâne du personnage de l’animation de présentation"},{"url":"/img/cover/jawscrew.png","depth":"0.74","alt":"Vis de la mâchoire du personnage de l’animation de présentation"},{"url":"/img/cover/nose.png","depth":"0.77","alt":"Nez du personnage de l’animation de présentation"},{"url":"/img/cover/hair.png","depth":"0.87","alt":"Cheveux du personnage de l’animation de présentation"}],"loader":{"loading":"Chargement de la page…","noscript":"Veuillez <a href=\"http://enable-javascript.com/fr/\" target=\"_blank\">activer javascript</a> pour afficher cette page.","outdated":"Veuillez <a href=\"https://www.google.fr/intl/fr/chrome/browser/desktop/\" target=\"_blank\">mettre à jour votre navigateur</a> pour afficher cette page."},"majors":{"tags":"Catégories"},"minors":{"title":"Quelques autres projets","availablePhotosText":{"plural":"photos disponibles","singular":"photo disponible"}},"nav":{"home":"Accueil","work":"Projets","others":"Autres projets","about":"Contact"},"photoswipe":{"close":"Fermer (Esc.)","previous":"Précédent (flèche gauche)","next":"Suivant (flèche droite)","share":"Partager","zoom":"Zoom/Dézoom","fullscreen":"Plein écran"}}}}